Repository: washingtonstateuniversity/WSUWP-Build-Plugins-Public
Catalog: shortcode-ui/languages/shortcode-ui-*.po
Languages: nl_nl

source: Inner Content
nl_nl: Ingesloten inhoud

source: Insert Post Element
nl_nl: Berichtelement invoegen

source: Insert Element
nl_nl: Element invoegen

source: Update
nl_nl: Updaten

source: There are no attributes to configure for this Post Element.
nl_nl: Er zijn geen attributen die bewerkt kunnen worden voor dit berichtelement.

source: Failed to load preview
nl_nl: Laden van voorbeeld mislukt

source: Search
nl_nl: Zoeken

source: Insert Content
nl_nl: Inhoud invoegen

source: Add Post Element
nl_nl: Berichtelement invoegen

source: Something's rotten in the state of Denmark
nl_nl: Iets is er rot in Denemarkens staat

source: Select Attachment
nl_nl: Selecteer bijlage
