Repository: washingtonstateuniversity/WSUWP-Build-Plugins-Public
Catalog: wt-woocommerce-related-products/languages/wt-woocommerce-related-products-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Visit support forums
es_es: Visite los foros de soporte
it_it: Visita i forum di supporto

source: Export Related Products
es_es: Exportar productos relacionados
it_it: Esporta prodotti correlati

source: Export
es_es: Exportar
fr_fr: Exporter
it_it: Esporta
pt_br: Exportar

source: Import Related Products
es_es: Importar productos relacionados
it_it: Importa prodotti correlati

source: Import
de_de: Importieren
es_es: Importar
fr_fr: Importer
it_it: Importa
pt_br: Importar

source: Hi there! We at %sWebToffee%s would like to thank you for using our plugin. We would really appreciate if you could take a moment to drop a quick review that will inspire us to keep going.
de_de: Hai, wir von %sWebToffee%s möchten uns bei Ihnen für die Verwendung unseres Plugins bedanken. Wir würden uns sehr freuen, wenn Sie sich einen Moment Zeit nehmen könnten, um eine kurze Bewertung abzugeben, die uns dazu inspirieren wird, weiterzumachen.
es_es: Hai, en %sWebToffee%s nos gustaría agradecerle por usar nuestro complemento. Realmente apreciaríamos si pudiera tomarse un momento para dejar una reseña rápida que nos inspire a seguir adelante.
fr_fr: Hai, chez %sWebToffee%s, nous tenons à vous remercier d'avoir utilisé notre plugin. Nous apprécierions vraiment si vous pouviez prendre un moment pour déposer une critique rapide qui nous inspirera à continuer.
it_it: Hai, noi di %sWebToffee%s vorremmo ringraziarti per aver utilizzato il nostro plugin. Ti saremmo davvero grati se potessi dedicare un momento a rilasciare una rapida recensione che ci ispirerà a continuare.
pt_br: Hai, nós da %s WebToffee %s gostaríamos de agradecê-lo por usar nosso plugin. Nós realmente apreciaríamos se você pudesse ter um momento para deixar cair uma revisão rápida que nos inspirará a continuar.

source: Remind me later
de_de: Erinnere mich später
es_es: Recuérdame más tarde
fr_fr: Rappelle-moi plus tard
it_it: Ricordamelo più tardi
pt_br: Lembrar-me mais tarde

source: Not interested
de_de: Nicht interessiert
es_es: No interesada
fr_fr: Pas intéressé
it_it: Non interessato
pt_br: Sem interesse

source: Review now
de_de: Überprüfen Sie jetzt
es_es: Revisar ahora
fr_fr: Revoir maintenant
it_it: Rivedi ora
pt_br: Avaliar agora

source: Does not display the related products in product page.
de_de: Wählen Sie Produkte aus, die als verwandte Produkte auf der Produktseite angezeigt werden sollen.
es_es: Elija productos que se mostrarán como productos relacionados en la página del producto.
fr_fr: Choisissez les produits à afficher en tant que produits associés sur la page du produit.
it_it: Scegli i prodotti da visualizzare come prodotti correlati nella pagina del prodotto.
pt_br: Escolha os produtos a serem exibidos como produtos relacionados na página do produto.

source: Please mention the name of the theme
de_de: Bitte nennen Sie den Namen des Themas
es_es: Por favor mencione el nombre del tema.
fr_fr: Merci de mentionner le nom du thème
it_it: Si prega di citare il nome del tema
pt_br: Por favor, mencione o nome do tema

source: Couldn't understand how to configure
de_de: Ich habe nicht verstanden, wie es funktioniert
es_es: No pude entender cómo hacerlo funcionar
fr_fr: Je n’arrive pas à comprendre comment le faire fonctionner
it_it: Non capisco come farlo funzionare
pt_br: Eu não conseguia entender como fazê-lo funcionar

source: Lack of customization options
de_de: Fehlende Anpassungsmöglichkeiten
es_es: Falta de opciones de personalización
fr_fr: Manque d'options de personnalisation
it_it: Mancanza di opzioni di personalizzazione
pt_br: Falta de opções de personalização

source: Tell us about what you are looking for
de_de: Es ist nicht das, was ich suchte
es_es: No es lo que estaba buscando
fr_fr: Ce n'est pas ce que je cherchais
it_it: Non è quello che stavo cercando
pt_br: Não é o que eu procurava

source: The plugin didn't work as expected
de_de: Das PlugIn funktioniert nicht wie erwartet
es_es: El plugin no funcionó como se esperaba
fr_fr: Le plugin n'a pas fonctionné comme prévu
it_it: Il plugin non ha funzionato come previsto
pt_br: O plugin não funcionou como esperado

source: Please share your expected workflow
de_de: Bitte teilen Sie Ihren erwarteten Workflow
es_es: Comparta su flujo de trabajo esperado
fr_fr: Veuillez partager votre flux de travail attendu
it_it: Si prega di condividere il flusso di lavoro previsto
pt_br: Por favor, compartilhe seu fluxo de trabalho esperado

source: Temporary deactivation for debugging
de_de: Temporäre Deaktivierung zum Debuggen
es_es: Desactivación temporal para depuración
fr_fr: Désactivation temporaire pour le débogage
it_it: Disattivazione temporanea per il debug
pt_br: Desativação temporária para depuração

source: Found a better plugin
de_de: Besseres Plugin gefunden
es_es: Encontrado un mejor complemento
fr_fr: J’ai trouvé un meilleure extension
it_it: Ho trovato un plugin migliore
pt_br: Encontrou um plugin melhor

source: Please mention the name of the plugin
de_de: Bitte nennen Sie den Namen des Plugins
es_es: Por favor, mencione el nombre del complemento.
fr_fr: Merci de mentionner le nom du plugin
it_it: Si prega di citare il nome del plugin
pt_br: Mencione o nome do plugin

source: Suggest a missing feature
de_de: Schlagen Sie eine fehlende Funktion vor
es_es: Sugerir una característica que falta
fr_fr: Suggérer une fonctionnalité manquante
it_it: Suggerisci una funzione mancante
pt_br: Sugira um recurso ausente

source: We are listening. Please share your suggestion.
de_de: Wir hören zu. Bitte teilen Sie Ihren Vorschlag.
es_es: Estamos escuchando. Comparte tu sugerencia.
fr_fr: Nous écoutons. Merci de partager votre suggestion.
it_it: Stiamo ascoltando. Per favore condividi il tuo suggerimento.
pt_br: Nós estamos ouvindo. Por favor, compartilhe sua sugestão.

source: Other
de_de: Sonstiges
es_es: Otro
fr_fr: Autre
it_it: Altra
pt_br: Outro

source: Could you tell us a bit more?
de_de: Könnten Sie uns noch etwas mehr erzählen?
es_es: ¿Podrías contarnos un poco más?
fr_fr: Pourriez-vous nous en dire un peu plus?
it_it: Puoi dirci qualcosa di più?
pt_br: Você poderia nos contar um pouco mais?

source: If you have a moment, please let us know why you are deactivating:
de_de: Wenn Du einen Moment Zeit hast, lass uns wissen, warum Du das Plugin deaktivieren möchtest:
es_es: Si tiene un momento, háganos saber por qué está desactivando:
fr_fr: Si vous avez un moment, faites-nous savoir pourquoi vous avez désactivé l’extension:
it_it: Se hai un momento, facci sapere perché stai disattivando:
pt_br: Se você tiver um momento, deixe-nos saber por que você está desativando:

source: We do not collect any personal data when you submit this form. It's your feedback that we value.
de_de: Wir sammeln keine persönlichen Daten. Es ist Dein Feedback das wir schätzen.
es_es: No recogemos ningún dato personal cuando usted envía este formulario. Es su opinión la que valoramos.
fr_fr: Nous ne recueillons aucune donnée personnelle lorsque vous soumettez ce formulaire. Ce sont vos commentaires que nous apprécions.
it_it: Non raccogliamo dati personali quando invii questo modulo. È il tuo feedback che apprezziamo.
pt_br: Não coletamos dados pessoais quando você envia este formulário. É o seu feedback que valorizamos.

source: Privacy Policy
de_de: Datenschutzerklärung
es_es: Política de privacidad
fr_fr: Politique de confidentialité
pt_br: Política de Privacidade

source: I rather wouldn't say
de_de: Ich würde das lieber nicht sagen
es_es: Prefiero no decir
fr_fr: Je préfère ne pas le dire
it_it: Preferisco non dire
pt_br: Eu prefiro não dizer

source: Contact Support
de_de: Support kontaktieren
es_es: Contactar Soporte
fr_fr: Contacter le support
it_it: Contatta il supporto
pt_br: Contatar Suporte

source: Submit & Deactivate
de_de: Absenden & Deaktivieren
es_es: Enviar y desactivar
fr_fr: Soumettre et désactiver
it_it: Invia e disattiva
pt_br: Enviar & Desativar

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pt_br: Cancelar

source: It might be due to a theme conflict. Could you please share the theme name so that we can make it compatible with the upcoming release.
de_de: Möglicherweise liegt es an einem Themenkonflikt. Könnten Sie bitte den Namen des Themas teilen, damit wir es mit der kommenden Version kompatibel machen können.
es_es: Puede deberse a un conflicto temático. ¿Podría compartir el nombre del tema para que podamos hacerlo compatible con la próxima versión?
fr_fr: Cela peut être dû à un conflit de thème. Pourriez-vous s'il vous plaît partager le nom du thème afin que nous puissions le rendre compatible avec la prochaine version.
it_it: Potrebbe essere dovuto a un conflitto di temi. Potresti per favore condividere il nome del tema in modo che possiamo renderlo compatibile con la prossima versione.
pt_br: Pode ser devido a um conflito de tema. Você poderia compartilhar o nome do tema para que possamos torná-lo compatível com o próximo lançamento.

source: You can also reach us via support forum by using the below %1$s "Contact Support" %2$s button.
de_de: Sie können uns auch über das Support-Forum erreichen, indem Sie unten die Schaltfläche %1$s "Support kontaktieren" %2$s verwenden.
es_es: También puede comunicarse con nosotros a través del foro de asistencia mediante el botón %1$s "Contactar con el servicio de asistencia" %2$s a continuación.
fr_fr: Vous pouvez également nous joindre via le forum d'assistance en utilisant le bouton %1$s "Contacter l'assistance" %2$s ci-dessous.
it_it: Puoi anche contattarci tramite il forum di supporto utilizzando il pulsante %1$s "Contatta l'assistenza" %2$s di seguito.
pt_br: Você também pode entrar em contato conosco por meio do fórum de suporte, usando o botão %1$s "Entrar em contato com o suporte" %2$s abaixo.

source: Please check our documentation %1$s here %2$s.
de_de: Bitte überprüfen Sie unsere Dokumentation %1$s hier %2$s.
es_es: Consulte nuestra documentación %1$s aquí %2$s.
fr_fr: Veuillez consulter notre documentation %1$s ici %2$s.
it_it: Si prega di controllare la nostra documentazione %1$s qui %2$s.
pt_br: Verifique nossa documentação %1$s aqui %2$s.

source: If you have any further queries, reach us via the below %1$s "Contact Support" %2$s button.
de_de: Bei weiteren Fragen erreichen Sie uns über die Schaltfläche %1$s "Support kontaktieren" %2$s unten.
es_es: Si tiene más preguntas, comuníquese con nosotros a través del botón %1$s "Comuníquese con el servicio de asistencia" %2$s a continuación.
fr_fr: Si vous avez d'autres questions, contactez-nous via le bouton %1$s "Contacter l'assistance" %2$s ci-dessous.
it_it: Se hai ulteriori domande, contattaci tramite il pulsante %1$s "Contatta l'assistenza" %2$s di seguito.
pt_br: Se você tiver mais perguntas, entre em contato conosco por meio do botão %1$s "Entrar em contato com o suporte" %2$s abaixo.

source: Related Products for WooCommerce
es_es: Productos relacionados para WooCommerce
it_it: Prodotti correlati per WooCommerce

source: Displays custom related products based on category, tag, attribute or product for your WooCommerce store.
es_es: Permita mostrar productos relacionados personalizados según la categoría / etiquetas / productos para su tienda WooCommerce.
it_it: Consenti di visualizzare prodotti correlati personalizzati sulla base di categoria / tag / prodotti per il tuo negozio WooCommerce.
