Repository: washingtonstateuniversity/WSUWP-Build-Plugins-Public
Catalog: wt-woocommerce-related-products/languages/wt-woocommerce-related-products-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Please select %1$s Working mode %2$s as "Custom related products" to reflect the selected related products on the product page.
de_de: Deaktivieren Sie die Option %1$s WooCommerce-Standardprodukte %2$s, um die ausgewählten verwandten Produkte auf der Produktseite wiederzugeben.
es_es: Desactive la opción %1$s Productos relacionados predeterminados de WooCommerce %2$s para reflejar los productos relacionados seleccionados en la página del producto.
fr_fr: Veuillez désactiver l'option %1$s Produits associés par défaut de WooCommerce %2$s pour refléter les produits associés sélectionnés sur la page du produit.
it_it: Disattiva l'opzione %1$s Prodotti correlati predefiniti di WooCommerce %2$s per riflettere i prodotti correlati selezionati nella pagina del prodotto.
pt_br: Desative a opção %1$s produtos relacionados padrão do WooCommerce %2$s para refletir os produtos relacionados selecionados na página do produto.

source: Custom related product settings:
de_de: Einstellungen für ähnliche Produkte:
es_es: Configuración personalizada de productos relacionados:
fr_fr: Réglages Produits en relation:
it_it: Impostazioni personalizzate dei prodotti correlati:
pt_br: Configurações personalizadas de produtos relacionados:

source: Displays related products for this product based on the following selection.
de_de: Zeigt verwandte Produkte für dieses Produkt basierend auf der folgenden Auswahl an.
es_es: Muestra productos relacionados para este producto según la siguiente selección.
fr_fr: Affiche les produits associés à ce produit en fonction de la sélection suivante.
it_it: Visualizza i prodotti correlati per questo prodotto in base alla selezione seguente.
pt_br: Exibe produtos relacionados a este produto com base na seguinte seleção.

source: Related categories
de_de: Verwandte Kategorien
es_es: Categorias relacionadas
fr_fr: Autres catégories
it_it: Categorie Correlate
pt_br: Categorias relacionadas

source: Products from chosen categories will be displayed as related products on the product page.
de_de: Produkte aus ausgewählten Kategorien werden auf der Produktseite als verwandte Produkte angezeigt.
es_es: Los productos de las categorías elegidas se mostrarán como productos relacionados en la página del producto.
fr_fr: Les produits des catégories choisies seront affichés en tant que produits associés sur la page du produit.
it_it: I prodotti delle categorie scelte verranno visualizzati come prodotti correlati nella pagina del prodotto.
pt_br: Os produtos das categorias escolhidas serão exibidos como produtos relacionados na página do produto.

source: Related tags
de_de: Verwandte Tags
es_es: Etiquetas relacionadas
fr_fr: Tags associés
it_it: Tag correlati
pt_br: Tags Relacionadas

source: Products from chosen tags will be displayed as related products on the product page.
de_de: Produkte aus ausgewählten Tags werden auf der Produktseite als verwandte Produkte angezeigt.
es_es: Los productos de las etiquetas elegidas se mostrarán como productos relacionados en la página del producto.
fr_fr: Les produits des balises choisies seront affichés en tant que produits associés sur la page du produit.
it_it: I prodotti dai tag scelti verranno visualizzati come prodotti correlati nella pagina del prodotto.
pt_br: Os produtos das tags escolhidas serão exibidos como produtos relacionados na página do produto.

source: Related attributes
de_de: Verwandte Kategorien
es_es: Categorias relacionadas
fr_fr: Catégories connexes
it_it: Categorie Correlate
pt_br: Categorias relacionadas

source: Products from chosen attributes will be displayed as related products on the product page.
de_de: Produkte aus ausgewählten Kategorien werden auf der Produktseite als verwandte Produkte angezeigt.
es_es: Los productos de las categorías elegidas se mostrarán como productos relacionados en la página del producto.
fr_fr: Les produits des catégories choisies seront affichés en tant que produits associés sur la page du produit.
it_it: I prodotti delle categorie scelte verranno visualizzati come prodotti correlati nella pagina del prodotto.
pt_br: Os produtos das categorias escolhidas serão exibidos como produtos relacionados na página do produto.

source: Related products
de_de: Verwandte Produkte
es_es: Productos relacionados
fr_fr: Produits connexes
it_it: Prodotti correlati
pt_br: Produtos relacionados

source: Search for a product&hellip;
de_de: Nach einem Produkt suchen&hellip;
es_es: Buscar un producto&hellip;
fr_fr: Rechercher un produit&hellip;
it_it: Cerca un prodotto&hellip;
pt_br: Procure por um produto&hellip;

source: Choose products to be displayed as related products on the product page.
de_de: Wählen Sie Produkte aus, die als verwandte Produkte auf der Produktseite angezeigt werden sollen.
es_es: Elija productos que se mostrarán como productos relacionados en la página del producto.
fr_fr: Choisissez les produits à afficher en tant que produits associés sur la page du produit.
it_it: Scegli i prodotti da visualizzare come prodotti correlati nella pagina del prodotto.
pt_br: Escolha os produtos a serem exibidos como produtos relacionados na página do produto.

source: Exclude categories
de_de: Kategorien ausschließen
es_es: Excluir categorías
fr_fr: Exclure les catégories
it_it: Escludi categorie
pt_br: Excluir categorias

source: Products from chosen categories will be excluded from related products on the product page.
de_de: Produkte aus ausgewählten Kategorien werden auf der Produktseite als verwandte Produkte angezeigt.
es_es: Los productos de las categorías elegidas se mostrarán como productos relacionados en la página del producto.
fr_fr: Les produits des catégories choisies seront affichés en tant que produits associés sur la page du produit.
it_it: I prodotti delle categorie scelte verranno visualizzati come prodotti correlati nella pagina del prodotto.
pt_br: Os produtos das categorias escolhidas serão exibidos como produtos relacionados na página do produto.

source: Select related categories
de_de: Wählen Sie verwandte Kategorien aus
es_es: Seleccionar categorías relacionadas
fr_fr: Sélectionnez les catégories associées
it_it: Seleziona le categorie correlate
pt_br: Selecione categorias relacionadas

source: Select related tags
de_de: Wählen Sie verwandte Tags aus
es_es: Seleccionar etiquetas relacionadas
fr_fr: Sélectionnez les balises associées
it_it: Seleziona i tag correlati
pt_br: Selecione tags relacionadas

source: Select attributes
de_de: Attribute Auswahl
es_es: Seleccionar atributos
fr_fr: Sélectionner les attributs
it_it: Seleziona attributi
pt_br: Selecione Atributos

source: Select categories
de_de: Kategorien auswählen
es_es: Seleccionar categorías
it_it: Seleziona le categorie
pt_br: Selecionar categorias

source: Custom Related Products Settings
de_de: Einstellungen für ähnliche Produkte
es_es: Configuración personalizada de productos relacionados
fr_fr: Réglages Produits en relation
it_it: Impostazioni personalizzate dei prodotti correlati
pt_br: Configurações de produtos relacionados

source: Related Products
de_de: Ähnliche Produkte
es_es: Productos relacionados
fr_fr: Produits similaires
it_it: Prodotti Correlati
pt_br: Produtos Relacionados

source: Choose working mode
de_de: Wählen Sie den Arbeitsmodus
es_es: Elige el modo de trabajo
fr_fr: Choisissez le mode de travail
it_it: Scegli la modalità di lavoro
pt_br: Escolha o modo de trabalho

source: Show heading as
de_de: Überschrift anzeigen als
es_es: Mostrar encabezado como
fr_fr: Afficher l'en-tête comme
it_it: Mostra intestazione come
pt_br: Mostrar título como

source: Globally relate products by
de_de: Passende Artikel
es_es: Productos relacionados personalizados
fr_fr: Produits connexes personnalisés
it_it: Prodotti correlati personalizzati
pt_br: Produtos personalizados

source: Order by
de_de: Sortieren nach
es_es: Ordenar por
fr_fr: Trier par
it_it: Ordina per
pt_br: Ordenar por

source: Order
de_de: Bestellung
es_es: Orden
fr_fr: Commande
it_it: Ordine
pt_br: Pedido

source: Number of products to display
de_de: Anzahl der angezeigten Produkte
es_es: Numero de productos a mostrar
fr_fr: Nombre de produits à afficher
it_it: Numero di prodotti da visualizzare
pt_br: Número de produtos a exibir

source: Exclude out of stock products
de_de: Nicht vorrätige Produkte ausschließen
es_es: Excluir productos agotados
fr_fr: Exclure les produits en rupture de stock
it_it: Escludi prodotti esauriti
pt_br: Excluir produtos fora de estoque

source: Use slider
de_de: Slider verwenden
es_es: Utilice el slider
fr_fr: Utiliser le diaporama
it_it: Usa Slider
pt_br: Usar slider

source: WPML: Use original product ID
de_de: WPML: Original-Produkt-ID verwenden
es_es: WPML: use ID de producto original
fr_fr: WPML : Utiliser l'ID de produit d'origine
it_it: WPML: usa l'ID prodotto originale
pt_br: WPML: Use o ID original do produto

source: Override theme's template
de_de: Vorlage des Themes überschreiben
es_es: Anular la plantilla del tema
fr_fr: Remplacer le modèle du thème
it_it: Sovrascrivi il modello del tema
pt_br: Substituir o modelo do tema

source: Custom related products
de_de: Passende Artikel
es_es: Productos relacionados personalizados
fr_fr: Produits connexes personnalisés
it_it: Prodotti correlati personalizzati
pt_br: Produtos personalizados

source: Displays related products as per the settings done in this plugin. You will get full customization options. (Recommended).
de_de: Zeigt verwandte Produkte gemäß den Einstellungen in diesem Plugin an. Sie erhalten vollständige Anpassungsoptionen. (Empfohlen).
es_es: Muestra productos relacionados según la configuración realizada en este complemento. Obtendrá opciones de personalización completas. (Recomendado).
fr_fr: Affiche les produits associés selon les paramètres définis dans ce plugin. Vous obtiendrez des options de personnalisation complètes. (Conseillé).
it_it: Visualizza i prodotti correlati secondo le impostazioni eseguite in questo plugin. Otterrai opzioni di personalizzazione complete. (Consigliato).
pt_br: Exibe produtos relacionados de acordo com as configurações feitas neste plugin. Você obterá opções de personalização completas. (Recomendado).

source: Default related products
de_de: Passende Artikel
es_es: Productos relacionados personalizados
fr_fr: Produits connexes personnalisés
it_it: Prodotti correlati personalizzati
pt_br: Produtos personalizados

source: Works on WooCommerce's default related products settings with limited customizations.
de_de: Funktioniert mit den standardmäßigen Produkteinstellungen von WooCommerce mit begrenzten Anpassungen.
es_es: Funciona en la configuración predeterminada de productos relacionados de WooCommerce con personalizaciones limitadas.
fr_fr: Fonctionne sur les paramètres par défaut des produits liés à WooCommerce avec des personnalisations limitées.
it_it: Funziona con le impostazioni predefinite dei prodotti correlati di WooCommerce con personalizzazioni limitate.
pt_br: Funciona nas configurações de produtos relacionados padrão do WooCommerce com personalizações limitadas.

source: Remove related products
de_de: Verwandte Produkte
es_es: Productos relacionados
fr_fr: Produits connexes
it_it: Prodotti correlati
pt_br: Produtos relacionados

source: Removes the related products section from your site entirely.
de_de: Entfernt den Abschnitt zu verwandten Produkten vollständig von Ihrer Website.
es_es: Elimina la sección de productos relacionados de su sitio por completo.
fr_fr: Supprime entièrement la section des produits connexes de votre site.
it_it: Rimuove completamente la sezione dei prodotti correlati dal tuo sito.
pt_br: Remove totalmente a seção de produtos relacionados do seu site.

source: Enter text to display as heading for the related products.
de_de: Geben Sie Text ein, der als Überschrift für die zugehörigen Produkte angezeigt werden soll.
es_es: Introduzca texto para mostrar como encabezado de los productos relacionados.
fr_fr: Saisissez le texte à afficher comme en-tête pour les produits associés.
it_it: Immettere il testo da visualizzare come intestazione per i prodotti correlati.
pt_br: Insira o texto a ser exibido como título para os produtos relacionados.

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
pt_br: Categoria

source: Tag
de_de: Schlagwort
es_es: Etiqueta

source: Select options
de_de: Optionen wählen
es_es: Seleccionar opciones
fr_fr: Sélectionner les options
it_it: Seleziona opzioni
pt_br: Selecionar opções

source: Select to display related products for all products based on category,tag or both.
de_de: Ermöglichen die Anzeige von benutzerdefinierten verwandten Produkten anhand der Kategorie / Tags / Produkte.
es_es: Permitir mostrar productos relacionados personalizados según la categoría / etiquetas / productos.
fr_fr: Permet d'afficher des produits connexes personnalisés sur la base de la catégorie / tags / produits.
it_it: Consentono di visualizzare prodotti correlati personalizzati sulla base di categoria / tag / prodotti.
pt_br: Permitir a exibição de produtos personalizados relacionados com base na categoria / tags / produtos.

source: Use this %1$s code snippet %2$s to relate products by sub-category.
de_de: Verwenden Sie dieses %1$s Code-Snippet %2$s, um Produkte nach Unterkategorie zu verknüpfen.
es_es: Utilice este %1$s fragmento de código %2$s para relacionar productos por subcategoría.
fr_fr: Utilisez cet %1$s extrait de code %2$s pour associer les produits par sous-catégorie.
it_it: Utilizza questo %1$s frammento di codice %2$s per mettere in relazione i prodotti per sottocategoria.
pt_br: Use este %1$s snippet de código %2$s para relacionar produtos por subcategoria.

source: To override the above 'Globally relate products by' selection or to set related products individually for each product:
de_de: So überschreiben Sie die obige Auswahl "Produkte global verknüpfen nach" oder legen verwandte Produkte für jedes Produkt einzeln fest:
es_es: Para anular la selección anterior 'Relacionar productos globalmente por' o para establecer productos relacionados individualmente para cada producto:
fr_fr: Pour remplacer la sélection ci-dessus « Lier globalement les produits par » ou pour définir des produits associés individuellement pour chaque produit :
it_it: Per ignorare la precedente selezione "Relaziona globalmente i prodotti per" o per impostare i prodotti correlati individualmente per ciascun prodotto:
pt_br: Para substituir a seleção "Relacionar produtos globalmente por" acima ou definir produtos relacionados individualmente para cada produto:

source: Go to Products
de_de: Zu den Produkten
es_es: Ir a productos
fr_fr: Aller aux produits
it_it: Vai a Prodotti
pt_br: Vá para Produtos

source: Edit Product
de_de: Produkt bearbeiten
es_es: Editar Producto
fr_fr: Modifier le produit
it_it: Modifica Prodotto
pt_br: Editar Produto

source: Linked Products
de_de: Verlinkte Produkte
es_es: Productos vinculados
fr_fr: Produits liés
it_it: Prodotti collegati
pt_br: Produtos Relacionados

source: Select the category, tag, attribute or product to display related products individually for each product.
de_de: Wählen Sie Kategorie, Tag, Attribut oder Produkt aus, um verwandte Produkte für jedes Produkt einzeln anzuzeigen.
es_es: Seleccione la categoría, etiqueta, atributo o producto para mostrar productos relacionados individualmente para cada producto.
fr_fr: Sélectionnez la catégorie, l'étiquette, l'attribut ou le produit pour afficher les produits associés individuellement pour chaque produit.
it_it: Seleziona la categoria, il tag, l'attributo o il prodotto per visualizzare i prodotti correlati singolarmente per ciascun prodotto.
pt_br: Selecione a categoria, tag, atributo ou produto para exibir produtos relacionados individualmente para cada produto.

source: Product title
de_de: Produkt-Titel
es_es: Título del producto
fr_fr: Titre du produit
it_it: Nome prodotto
pt_br: Nome do Produto

source: Date
de_de: Datum
es_es: Fecha
fr_fr: Rendez-vous amoureux
it_it: Data
pt_br: Data

source: Slug name
es_es: Nombre de la babosa
fr_fr: Nom de la limace
it_it: nome lumaca
pt_br: Nome da lesma

source: Random
de_de: Zufällig
es_es: Aleatorio
fr_fr: Aléatoire
it_it: Casuale
pt_br: Aleatório

source: Last modified
de_de: Zuletzt geändert
es_es: Última modificación
fr_fr: Dernière modification
it_it: Ultima modifica
pt_br: Última modificação

source: Sort related products based on the selection.
de_de: Sortieren Sie verwandte Produkte basierend auf der Auswahl.
es_es: Ordene los productos relacionados según la selección.
fr_fr: Triez les produits associés en fonction de la sélection.
it_it: Ordina i prodotti correlati in base alla selezione.
pt_br: Classifique os produtos relacionados com base na seleção.

source: Ascending
de_de: Aufsteigend
es_es: Ascendente
fr_fr: Ascendant
it_it: Ascendente
pt_br: Ascendente

source: Descending
de_de: Absteigend
es_es: Descendente
fr_fr: Descendant
it_it: Discendente
pt_br: Descendente

source: Arrange the 'Order by' selection in ascending or descending order.
de_de: Ordnen Sie die Auswahl "Ordnen nach" in aufsteigender oder absteigender Reihenfolge an.
es_es: Organice la selección 'Ordenar por' en orden ascendente o descendente.
fr_fr: Organisez la sélection « Trier par » par ordre croissant ou décroissant.
it_it: Disponi la selezione "Ordina per" in ordine crescente o decrescente.
pt_br: Organize a seleção 'Ordenar por' em ordem crescente ou decrescente.

source: Enter the maximum number of products to display as related products. Default value is '3'.
de_de: Wählen Sie Produkte aus, die als verwandte Produkte auf der Produktseite angezeigt werden sollen.
es_es: Elija productos que se mostrarán como productos relacionados en la página del producto.
fr_fr: Choisissez les produits à afficher en tant que produits associés sur la page du produit.
it_it: Scegli i prodotti da visualizzare come prodotti correlati nella pagina del prodotto.
pt_br: Escolha os produtos a serem exibidos como produtos relacionados na página do produto.

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
it_it: Abilita
pt_br: Habilitar

source: Enable to exclude out of stock products from displaying in related products.
de_de: Aktivieren Sie diese Option, um nicht vorrätige Produkte von der Anzeige in verwandten Produkten auszuschließen.
es_es: Habilite esta opción para excluir productos agotados para que no se muestren en productos relacionados.
fr_fr: Activer pour exclure les produits en rupture de stock de l'affichage dans les produits associés.
it_it: Abilita per escludere i prodotti esauriti dalla visualizzazione nei prodotti correlati.
pt_br: Ative para excluir produtos fora de estoque da exibição em produtos relacionados.

source: Enable slider to swipe related products left or right.
de_de: Aktivieren Sie den Schieberegler, um verwandte Produkte nach links oder rechts zu streichen.
es_es: Pasos para vincular productos relacionados para cada producto:
fr_fr: Activez le curseur pour faire glisser les produits associés vers la gauche ou la droite.
it_it: Passaggi per collegare i prodotti correlati per ogni prodotto:
pt_br: Ative o controle deslizante para deslizar os produtos relacionados para a esquerda ou direita.

source: Enable to display related products for translated products based on original product ID.
de_de: Ermöglichen die Anzeige von benutzerdefinierten verwandten Produkten anhand der Kategorie / Tags / Produkte.
es_es: Permitir mostrar productos relacionados personalizados según la categoría / etiquetas / productos.
fr_fr: Permet d'afficher des produits connexes personnalisés sur la base de la catégorie / tags / produits.
it_it: Consentono di visualizzare prodotti correlati personalizzati sulla base di categoria / tag / prodotti.
pt_br: Permitir a exibição de produtos personalizados relacionados com base na categoria / tags / produtos.

source: %1$s Note:%2$s Ensure that each product has a corresponding translated product in your site.
de_de: %1$s Hinweis:%2$s Stellen Sie sicher, dass für jedes Produkt ein entsprechendes übersetztes Produkt auf Ihrer Site vorhanden ist.
es_es: %1$s Nota: %2$s asegúrese de que cada producto tenga un producto traducido correspondiente en su sitio.
fr_fr: %1$s Remarque :%2$s Assurez-vous que chaque produit a un produit traduit correspondant sur votre site.
it_it: %1$s Nota:%2$s assicurati che ogni prodotto abbia un prodotto tradotto corrispondente nel tuo sito.
pt_br: %1$s Observação: %2$s certifique-se de que cada produto tenha um produto traduzido correspondente em seu site.

source: Enable to override the theme’s existing template for related products.
de_de: Aktivieren Sie diese Option, um die vorhandene Vorlage des Themes für verwandte Produkte zu überschreiben.
es_es: Habilite esta opción para anular la plantilla existente del tema para productos relacionados.
fr_fr: Activez pour remplacer le modèle existant du thème pour les produits connexes.
it_it: Abilita per sovrascrivere il modello esistente del tema per i prodotti correlati.
pt_br: Ative para substituir o modelo existente do tema para produtos relacionados.

source: If disabled, the above settings may not be reflected in the front end.
de_de: Wenn diese Option deaktiviert ist, werden die obigen Einstellungen möglicherweise nicht im Frontend wiedergegeben.
es_es: Si está deshabilitado, es posible que la configuración anterior no se refleje en la interfaz.
fr_fr: S'il est désactivé, les paramètres ci-dessus peuvent ne pas être reflétés dans le frontal.
it_it: Se disabilitato, le impostazioni di cui sopra potrebbero non essere riflesse nel front-end.
pt_br: Se desativado, as configurações acima podem não ser refletidas no front end.

source: Displays custom related products based on category, tag, attribute or product.
de_de: Ermöglichen die Anzeige von benutzerdefinierten verwandten Produkten anhand der Kategorie / Tags / Produkte.
es_es: Permitir mostrar productos relacionados personalizados según la categoría / etiquetas / productos.
fr_fr: Permet d'afficher des produits connexes personnalisés sur la base de la catégorie / tags / produits.
it_it: Consentono di visualizzare prodotti correlati personalizzati sulla base di categoria / tag / prodotti.
pt_br: Permitir a exibição de produtos personalizados relacionados com base na categoria / tags / produtos.

source: Read documentation
de_de: Lesen Sie die Dokumentation
es_es: Leer documentación
fr_fr: Lire la documentation
it_it: Leggi la documentazione
pt_br: Leia a documentação

source: Note: Use shortcode [wt-related-products product_id="xx"] to display related products to posts/pages of your site.
de_de: Hinweis: Verwenden Sie den Shortcode [wt-related-products product_id="xx"], um verwandte Produkte zu Beiträgen/Seiten Ihrer Website anzuzeigen.
es_es: Nota: Utilice el código corto [wt-related-products product_id = "xx"] para mostrar productos relacionados en publicaciones / páginas de su sitio.
fr_fr: Remarque : utilisez le shortcode [wt-related-products product_id="xx"] pour afficher les produits associés aux articles/pages de votre site.
it_it: Nota: utilizza lo shortcode [wt-related-products product_id="xx"] per visualizzare i prodotti correlati ai post/pagine del tuo sito.
pt_br: Nota: Use shortcode [wt-related-products product_id = "xx"] para exibir produtos relacionados a postagens / páginas de seu site.

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_br: Configurações

source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
pt_br: Documentação

source: Support
de_de: Unterstützen
es_es: Apoyo
fr_fr: Soutien
it_it: Supporto
pt_br: Suporte

source: Review
de_de: Bewertung
es_es: Revisión
fr_fr: La revue
it_it: Revisione
pt_br: Avaliação
